StruSoft.Interop.StruXml.Data.Punching_reinforcement_typeOpen_stirrups


StruSoft.Interop.StruXml.Data.Punching_reinforcement_typeOpen_stirrups.Wire


StruSoft.Interop.StruXml.Data.Punching_reinforcement_typeOpen_stirrups.Region


StruSoft.Interop.StruXml.Data.Punching_reinforcement_typeOpen_stirrups.Width


StruSoft.Interop.StruXml.Data.Punching_reinforcement_typeOpen_stirrups.Length


StruSoft.Interop.StruXml.Data.Punching_reinforcement_typeOpen_stirrups.Height


StruSoft.Interop.StruXml.Data.Punching_reinforcement_typeOpen_stirrups.Distance_x


StruSoft.Interop.StruXml.Data.Punching_reinforcement_typeOpen_stirrups.Distance_y


StruSoft.Interop.StruXml.Data.Punching_reinforcement_typeOpen_stirrups.AnyAttr
